tap "blacktop/tap"
tap "d12frosted/emacs-plus"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "keith/formulae"
tap "koekeishiya/formulae"
brew "ack"
brew "libpng"
brew "gettext"
brew "glib"
brew "pixman"
brew "xz"
brew "libtiff"
brew "pango"
brew "librsvg"
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "bat"
brew "bgrep"
brew "p7zip"
brew "pillow"
brew "python@3.11"
brew "binwalk"
brew "bison"
brew "bpytop"
brew "bzip2"
brew "ccache"
brew "cmake"
brew "coreutils"
brew "curl"
brew "delve"
brew "dropbear"
brew "e2fsprogs", link: true
brew "e2tools"
brew "exa"
brew "fd"
brew "libtasn1"
brew "gnutls"
brew "libass"
brew "libbluray"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc@12"
brew "git"
brew "glfw"
brew "gtk+3"
brew "libusb"
brew "uhd"
brew "gnuradio"
brew "go"
brew "goreleaser"
brew "openjdk"
brew "gradle"
brew "libtool"
brew "graphviz"
brew "grc"
brew "grep"
brew "gtk+"
brew "hexyl"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "lazygit"
brew "ldid"
brew "libgcrypt"
brew "libaacs"
brew "libusbmuxd"
brew "libimobiledevice"
brew "libmagic"
brew "libspiro"
brew "llvm"
brew "llvm@15"
brew "lzfse"
brew "lzlib"
brew "media-info"
brew "ninja"
brew "meson"
brew "yt-dlp", link: false
brew "mpv"
brew "ncdu"
brew "neovim"
brew "nlohmann-json"
brew "nmap"
brew "pandoc"
brew "picocom"
brew "pipenv"
brew "procs"
brew "python@3.10"
brew "qemu"
brew "qt"
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "socat"
brew "swi-prolog"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unzip"
brew "wget"
brew "yq"
brew "zlib"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "blacktop/tap/ipsw"
brew "d12frosted/emacs-plus/emacs-plus@28"
brew "felixkratz/formulae/sketchybar"
brew "keith/formulae/dyld-shared-cache-extractor"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "drawio"
cask "flameshot"
cask "gqrx"
cask "karabiner-elements"
cask "keepassxc"
cask "lunar"
cask "meld"
cask "signal"
cask "vlc"
cask "wireshark"
